Repository: ElektraInitiative/opensesame
Catalog: lang/*.po
Languages: de_at

source: 🔔 Ringing the Audio Bell
de_at: 🔔 Audio Glocke läutet

source: 🚨 Audio Fire Alarm!
de_at: 🚨 Audio Feueralarm!

source: Couldn't send SIGUSR2 to other opensesame instance: {}
de_at: SIGUSR2 konnte nicht zu anderen Opensesame-Instanz gesendet werden: {}

source: 🪫 ON {}%
de_at: 🪫 An {}%

source: 🪫 Battery Capacity is below {}% at {}%
de_at: 🪫 Batterieladung ist unter {}% auf {}%

source: 🔋 ON {}%
de_at: 🔋 An {}%

source: 🔋 Battery Capacity is back to {}%
de_at: 🔋 Batterieladung ist zurück bei {}%

source: 🔔 Pressed button bell.
de_at: 🔔 Knopf für Glocke gedrückt.

source: 🔕 Did not ring bell (button was pressed) because the time 🌜 is {}, {}
de_at: 🔕 Läute Glocke nicht (Knopf gedrückt) weil Uhrzeit 🌜 ist {}, {}

source: 💡 Pressed switch inside. {}.
de_at: 💡 Taster innen gedrückt. {}.

source: 💡 Pressed light button. {}.
de_at: 💡 Licht-Knopf außen gedrückt. {}.

source: 🔔 Pressed switch bell.
de_at: 🔔 Taster Glocke gedrückt.

source: 🔕 Did not ring bell (taster outside) because the time 🌜 is {}, {}
de_at: 🔕 Läute Glocke nicht (Taster außen gedrückt) weil Uhrzeit 🌜 ist {}, {}

source: 🕶️ Light was turned off.
de_at: 🕶️ Licht wurde abgeschalten.

source: ⚠️ Error reading buttons of board {}. Load average: {} {} {}, Memory usage: {}, Swap: {}, CPU temp: {}
de_at: ⚠️ Fehler beim Lesen der Knöpfe am Board {}. Load average: {} {} {}, Memory usage: {}, Swap: {}, CPU temp: {}

source: 🤗 Opened for {}
de_at: 🤗 Für {} geöffnet

source: 💡 Switch lights in and out. {}
de_at: 💡 Schalte Licht innen und außen ein. {}

source: 🕶️ Don't switch lights as its day. Now: {} Sunrise: {} Sunset: {}
de_at: 🕶️ Schalte Lichter nicht ein, da es Tag ist. Jetzt: {} Sonnenaufgang: {} Sonnenuntergang: {}

source: ⌛ Timeout with sequence {}
de_at: ⌛ Timeout mit Sequenz {}

source: ⌛ Sequence {} too long
de_at: ⌛ Zu lange Sequenz {}

source: 🌡️ High Temperature {} °C, close the window (Wind {} m/s)
de_at: 🌡️ Hohe Temperatur {} °C, Fenster schließen (Wind {} m/s)

source: 🌡️ Heat Alert {} °C, turn on PV cooling (Wind {} m/s)
de_at: 🌡️ Hitzewarnung {} °C, PV Kühlung einschalten (Wind {} m/s)

source: ༄ Strong Wind {} m/s (Temperature: {} °C)
de_at: ༄ Starker Wind {} m/s (Temperatur: {} °C)

source: ⚠️ Error in temperature measurement (Wind {} m/s)
de_at: ⚠️ Fehler beim Messen der Temperatur (Wind {} m/s)

source: ⚠️ Error in wind measurement (Temperature: {} °C)
de_at: ⚠️ Fehler beim Messen vom Wind {} m/s (Temperatur: {} °C)

source: ⚠️⚠️ Error in temperature measurement and wind measurement
de_at: ⚠️⚠️ Fehler beim Messen von der Temperatur und Wind

source: 🌡 ༄ Temperature {} °C and Wind {} m/s are moderate again, no warning present
de_at: 🌡 ༄ Temperatur {} °C und Wind {} m/s sind wieder moderat, Warnungen sind aufgehoben

source: ⚠️ Error from weather station: {}
de_at: ⚠️ Ein Fehler ist beim ausführen der Wetterstation aufgetreten: {}

source: ⚠️ Error {:#02b} reading environment! Status: {:#02b}. {}
de_at: ⚠️ Fehler {:#02b} beim Lesen vom Environment-Sensor! Status: {:#02b}. {}

source: 💨 Airquality is ok. {}
de_at: 💨 Luftqualität ist ok. {}

source: 💩 Airquality is moderate. {}
de_at: 💩 Luftqualität ist moderat. {}

source: 💩 Airquality is bad! {}
de_at: 💩 Luftqualität ist schlecht! {}

source: 🚨 Possible fire alarm! Ring bell once! ⏰. {}
de_at: 🚨 Mögicher Feuer-Alarm! Läute Glocke 1x! ⏰. {}

source: 🚨 Possible fire alarm! (don't ring yet). {}
de_at: 🚨 Möglicher Feueralarm! (läute noch nicht). {}

source: Board 58 with error {}
de_at: Brett 58 mit Fehler {}

source: 💡 Light far outdoor pressed.
de_at: 💡 Licht am Vorgartenzaun gedrückt.

source: 💡 Pressed at entrance switch. Switch lights.
de_at: 💡 Knopf beim Vorgartenzaun gedrückt. Schalte Licht ein.

source: 🔔 Bell far outdoor pressed.
de_at: 🔔 Taste für Glocke Vorgarten gedrückt.

source: 💡 Indoor light pressed.
de_at: 💡 Taster Licht innen gedrückt.

source: 💡 Multi-Press in entrance. Switch outdoor lights.
de_at: 💡 Knopf im Vorzimmer mehrmals gedrückt. Schalte Licht aussen ein.

source: 💡 Pressed in entrance. Switch indoor lights.
de_at: 💡 Knopf im Vorzimmer gedrückt. Schalte Licht innen ein.

source: ⚠️ Error on {}, will do reset.
de_at: ⚠️ Ein Fehler auf {} ist aufgetreten

source: 👋 RST of MOD-IO done.
de_at: 👋 RST von MOD-IO durchgeführt.

source: 🌡️🌡️ ModIR both sensors too hot! Ambient: {} °C, Object: {} °C
de_at: 🌡️🌡️ Beide ModIR Sensoren sind zu heiß! Ambient: {} °C, Objekt: {} °C

source: 🌡️ ModIR ambient sensors too hot! Ambient: {} °C
de_at: 🌡️ ModIR Ambient Sensor ist zu heiß! Ambient: {} °C

source: 🌡️ ModIR object sensors too hot! Object: {} °C
de_at: 🌡️ ModIR Objekt Sensor ist zu heiß! Objekt: {} °C

source: 🌡 ModIR cancelled warning! Ambient: {} °C, Object: {} °C
de_at: 🌡 ModIR warnung wurde entfernt! Ambient: {} °C, Objekt: {} °C

source: ⚠️ Error while handling ModIR: {}
de_at: ⚠️ Ein Fehler ist bei der Behandlung von ModIR aufgetreten: {}

source: {} Ping! Version {}, {}, Status {}, Error {}, Load {} {} {}, Memory usage {}, Swap {}, CPU temp {}, Startup {} Bat {}
de_at: {} Ping! Version {}, {}, Status {}, Error {}, Load {} {} {}, Speicherauslastung {}, Swap {}, CPU temp {}, Startup {} Bat {}

source: 👋 Turned PWR switch OFF
de_at: 👋 PWR switch AUS geschalten

source: 👋 Turned PWR switch ON
de_at: 👋 PWR switch EIN geschalten

source: Fire Alarm {}
de_at: Feueralarm {}

source: Fire Chat {}
de_at: Feuerchat {}

source: 👋 reloading config&state for opensesame {} {}
de_at: 👋 config&state für Opensesame wird neu geladen {} {}

source: 👋 reloaded config&state for opensesame {} {}
de_at: 👋 config&state für Opensesame neu geladen {} {}

source: 🚨 Fire Alarm! Fire Alarm! Fire ALARM! ⏰. {}
de_at: 🚨 Feueralarm! Feueralarm! FEUERALARM! ⏰. {}

source: 🚨 Received alarm
de_at: 🚨 Befehl für Alarm empfangen

source: 🔔 Received bell
de_at: 🔔 Befehl für Glocke empfangen
